<p>Mutti Development является дочерней компанией группы, где материнская компания Boon Pakorn занимается строительством
  и девелопментом уже почти 15 лет.</p>
<p>За эти годы было реализовано множество проектов как в качестве генерального подрядчика, так и в роли застройщика,
  включая «Aelita Villas», «The Happy Place Village», «Verve Pool Villas», «Ayara Pool Villas» и другие. Все эти проекты
  расположены в популярных туристических уголках Таиланда, причем 90% из них — на острове Пхукет, а остальные — в
  соседних провинциях.</p>
<p>В штате компании более 200 сотрудников, среди которых высококвалифицированные строители, опытные инженеры и
  архитекторы. Компания обладает обширным парком специализированной строительной техники и имеет богатый опыт
  взаимодействия с государственными структурами по вопросам сертификации, получения разрешений и соблюдения
  экологических норм на местном и национальном уровнях.</p>
<h3>В настоящее время мы реализуем три проекта:</h3>
<ul>
  <li>Layan Lucky (две фазы)</li>
  <li>Sunti Villas (две фазы)</li>
  <li>Mutti Family Villas наш новейший проект, в котором воплощены все аспекты нашей философии.</li>
</ul>
